{
	"name": "TDIRPAssets",
	"description": "Assorted RP Assets.\nIncludes bandage pieces as armour and accessory as needed.  \nA collection of weapons based on historical examples for various cultures\nA few warpaints.  \nAn expansion to weaponizing fortifications for tier 2 and 3 vanilla build sets as well (materials and mesh samples are not available for DLC etc.) \nList of current items, corss referenced to Feat names here - https://drive.google.com/file/d/1k3CGUriSEWeDNwLLKp2UEJ7iGPZgiP3K/view?usp=sharing\nVarious items and 3d \"still life\" deco items will apear over time.  \n\nDiscord https://discord.gg/XEUZxZRVF9\n\nWeapons are *mostly* the same as my weapon pack, but \"balanced\" by giving them mostly the same stats as Star metal, and with the texture sets \"blinged\" up for the more fantasy settings.  I recommend against using both mods.\n\nThanks to Tuka for the dragon tattoo image\n\nAccessories based on Whiskey's accessory system, big thanks to Whiskey for creating it, and letting others use it.  Accessory mod here https://steamcommunity.com/sharedfiles/filedetails/?id=2098700751\nWhiskey's Discord https://discord.gg/tAJZAjq\n",
	"changeNote": "Adding barriers on the lower section of the three arrowslit pieces, as when using Shani's stuff, the Cosy Collision option otherwise allows easy walking through arrowslits.\nAdded a fat \"pillar\" to represent rubble in a wood cage as used for castle wall fill.  \nAdded some mod arrows to the Hyrkanian recurve\nAdded Start and End sockets to all mellee weapons\nAdded a T3 (reinforced stone) murder hole, aka ceiling piece with a hole in it\nChanging longswords to a half half str & agi weapon.  Although they tend to IRL be less a brute force thing than Katanas.  They'll keep using the katana move set until such time as I work out (or outsource) animations.\nAdding more realistic and thus craftable Eky Thump items, although there is no way of making an item both a truncheon and food.\nPadding out alchemy recipes and changing some alchemy icons",
	"author": "Tiktaalik Dreaming",
	"authorUrl": "",
	"versionMajor": 1,
	"versionMinor": 0,
	"versionBuild": 2302022,
	"bRequiresLoadOnStartup": false,
	"steamPublishedFileId": "2898236385",
	"steamTestLivePublishedFileId": "2872998284",
	"steamVisibility": 0,
	"folderName": "TDIRPAssets",
	"revisionNumber": 452984,
	"snapshotId": 36050,
	"fileSize": 256
}